# todo: Реализовать две сопрограммы. Первая с заданной периодичность(раз в 2,3 сек) пишет в файл и выводит результат.
# другая делает запрос к БД на выборку  билета и отображает поочередно  название билета (раз в 2,3 сек)

# Bonus:
В качестве бонуса можно реализовать Telegtram - бота который в виде викторины задает
вопросы. Вопросы можно взять из тестовой системы. После вывода бот принимает вариант ответа.
В конце викторины выводит кол-во правильных и неправильных ответов и приз в случае успеха.
В качестве библиотеки можно взять  библиотеку telebot. Описание по разработки и примеры найти
в многочисленных статьях в Internet.


