# todo: Дано целое число. Если оно является положительным, то прибавить к нему 1;
# если отрицательным, то вычесть из него 2; если нулевым, то заме# нить его на 10.
# Вывести полученное число.


elements = {'el1': 1, 'el2': 0, 'el3': -2, 'el4': 95, 'el5': 13}
for key in elements.items():
    print(key)



{ 'login': 'masha', 'email': 'masha@yandex.ru', 'password': 'fhei23jj~'}


str = 'a', 'b', 'c'
print(str)
