# todo: Прасим страницу сайта центробанка
# Зайдите на сайт Центробанка(cbr.ru) через http-client
# Получите индексную страницу.
# Из индексной страницы извлеките данные по: ключевой ставки, курсе валюты USD, EUR
# Выведите полученные данные на консоль


# todo: Получаем прогноз погоды с Yandex API
# Перейдите на страницу https://yandex.ru/dev/weather/doc/dg/concepts/about.html
# Зарегистрируйте аккаунт разработчика получите тестовый тариф  API Яндекс.Погоды
# Напишите  запрос к API погоды Яндекса на текущий день через http-client.

